[
    {
        "quote": "Wealth consists not in having great possessions, but in having few wants.",
        "author": "Epictetus"
    },
    {
        "quote": "Don't explain your philosophy. Embody it.",
        "author": "Epictetus"
    },
    {
        "quote": "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will. ",
        "author": "Epictetus"
    },
    {
        "quote": "Man is not worried by real problems so much as by his imagined anxieties about real problems",
        "author": "Epictetus"
    },
    {
        "quote": "Don't just say you have read books. Show that through them you have learned to think better, to be a more discriminating and reflective person. Books are the training weights of the mind. They are very helpful, but it would be a bad mistake to suppose that one has made progress simply by having internalized their contents.",
        "author": "Epictetus"
    },
    {
        "quote": "First say to yourself what you would be;\nand then do what you have to do.",
        "author": "Epictetus"
    },
    {
        "quote": "It's not what happens to you, but how you react to it that matters.",
        "author": "Epictetus"
    },
    {
        "quote": "If you want to improve, be content to be thought foolish and stupid.",
        "author": "Epictetus"
    },
    {
        "quote": "How long are you going to wait before you demand the best for yourself and in no instance bypass the discriminations of reason? You have been given the principles that you ought to endorse, and you have endorsed them. What kind of teacher, then, are you still waiting for in order to refer your self-improvement to him? You are no longer a boy, but a full-grown man. If you are careless and lazy now and keep putting things off and always deferring the day after which you will attend to yourself, you will not notice that you are making no progress, but you will live and die as someone quite ordinary.\nFrom now on, then, resolve to live as a grown-up who is making progress, and make whatever you think best a law that you never set aside. And whenever you encounter anything that is difficult or pleasurable, or highly or lowly regarded, remember that the contest is now: you are at the Olympic Games, you cannot wait any longer, and that your progress is wrecked or preserved by a single day and a single event. That is how Socrates fulfilled himself by attending to nothing except reason in everything he encountered. And you, although you are not yet a Socrates, should live as someone who at least wants to be a Socrates.",
        "author": "Epictetus"
    },
    {
        "quote": "Any person capable of angering you becomes your master;\nhe can anger you only when you permit yourself to be disturbed by him.",
        "author": "Epictetus"
    },
    {
        "quote": "The key is to keep company only with people who uplift you, whose presence calls forth your best.",
        "author": "Epictetus"
    },
    {
        "quote": "He who laughs at himself never runs out of things to laugh at.",
        "author": "Epictetus"
    },
    {
        "quote": "Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control.",
        "author": "Epictetus"
    },
    {
        "quote": "It is impossible for a man to learn what he thinks he already knows.",
        "author": "Epictetus"
    },
    {
        "quote": "Circumstances don't make the man, they only reveal him to himself.",
        "author": "Epictetus"
    },
    {
        "quote": "People are not disturbed by things, but by the views they take of them.",
        "author": "Epictetus"
    },
    {
        "quote": "Other people's views and troubles can be contagious. Don't sabotage yourself by unwittingly adopting negative, unproductive attitudes through your associations with others.",
        "author": "Epictetus"
    },
    {
        "quote": "Only the educated are free.",
        "author": "Epictetus"
    },
    {
        "quote": "Remember, it is not enough to be hit or insulted to be harmed, you must believe that you are being harmed. If someone succeeds in provoking you, realize that your mind is complicit in the provocation. Which is why it is essential that we not respond impulsively to impressions; take a moment before reacting, and you will find it easier to maintain control.",
        "author": "Epictetus"
    },
    {
        "quote": "You are a little soul carrying around a corpse",
        "author": "Epictetus"
    },
    {
        "quote": "I laugh at those who think they can damage me. They do not know who I am, they do not know what I think, they cannot even touch the things which are really mine and with which I live.",
        "author": "Epictetus"
    },
    {
        "quote": "To accuse others for one's own misfortune is a sign of want of education. To accuse oneself shows that one's education has begun. To accuse neither oneself nor others shows that one's education is complete.",
        "author": "Epictetus"
    },
    {
        "quote": "First learn the meaning of what you say, and then speak.",
        "author": "Epictetus"
    },
    {
        "quote": "Τίς εἶναι θέλεις, σαυτῷ πρῶτον εἰπέ: εἶθ' οὕτως ποίει ἃ ποιεῖς. (First say to yourself what you would be; and then do what you have to do.)",
        "author": "Epictetus"
    },
    {
        "quote": "No man is free who is not master of himself.",
        "author": "Epictetus"
    },
    {
        "quote": "Nature hath given men one tongue but two ears, that we may hear from others twice as much as we speak.",
        "author": "Epictetus"
    },
    {
        "quote": "Attach yourself to what is spiritually superior, regardless of what other people think or do. Hold to your true aspirations no matter what is going on around you.",
        "author": "Epictetus"
    },
    {
        "quote": "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has.",
        "author": "Epictetus"
    },
    {
        "quote": "Seek not the good in external things;seek it in yourselves.",
        "author": "Epictetus"
    },
    {
        "quote": "The greater the difficulty, the more glory in surmounting it. Skillful pilots gain their reputation from storms and tempests. ",
        "author": "Epictetus"
    },
    {
        "quote": "Most of what passes for legitimate entertainment is inferior or foolish and only caters to or exploits people's weaknesses. Avoid being one of the mob who indulges in such pastimes. Your life is too short and you have important things to do. Be discriminating about what images and ideas you permit into your mind. If you yourself don't choose what thoughts and images you expose yourself to, someone else will, and their motives may not be the highest. It is the easiest thing in the world to slide imperceptibly into vulgarity. But there's no need for that to happen if you determine not to waste your time and attention on mindless pap.",
        "author": "Epictetus"
    },
    {
        "quote": "Caretake this moment. Immerse yourself in its particulars. Respond to this person, this challenge, this deed. Quit evasions. Stop giving yourself needless trouble. It is time to really live; to fully inhabit the situation you happen to be in now.",
        "author": "Epictetus"
    },
    {
        "quote": "Now is the time to get serious about living your ideals. How long can you afford to put off who you really want to be? Your nobler self cannot wait any longer. Put your principles into practice – now. Stop the excuses and the procrastination. This is your life! You aren’t a child anymore. The sooner you set yourself to your spiritual program, the happier you will be. The longer you wait, the more you’ll be vulnerable to mediocrity and feel filled with shame and regret, because you know you are capable of better. From this instant on, vow to stop disappointing yourself. Separate yourself from the mob. Decide to be extraordinary and do what you need to do – now.",
        "author": "Epictetus"
    },
    {
        "quote": "Don't seek to have events happen as you wish, but wish them to happen as they do happen, and all will be well with you.",
        "author": "Epictetus"
    },
    {
        "quote": "Do not try to seem wise to others. ",
        "author": "Epictetus"
    },
    {
        "quote": "Know, first, who you are, and then adorn yourself accordingly.",
        "author": "Epictetus"
    },
    {
        "quote": "If evil be said of thee, and if it be true, correct thyself; if it be a lie, laugh at it.",
        "author": "Epictetus"
    },
    {
        "quote": "God has entrusted me with myself. No man is free who is not master of himself. A man should so live that his happiness shall depend as little as possible on external things. The world turns aside to let any man pass who knows where he is going.",
        "author": "Epictetus"
    },
    {
        "quote": "Small-minded people blame others. Average people blame themselves. The wise see all blame as foolishness",
        "author": "Epictetus"
    },
    {
        "quote": "A ship should not ride on a single anchor, nor life on a single\nhope",
        "author": "Epictetus"
    },
    {
        "quote": "Preach not to others what they should eat, but eat as becomes you and be silent. ",
        "author": "Epictetus"
    },
    {
        "quote": "You know yourself what you are worth in your own eyes; and at what price you will sell yourself. For men sell themselves at various prices. This is why, when Florus was deliberating whether he should appear at Nero's shows, taking part in the performance himself, Agrippinus replied, 'Appear by all means.' And when Florus inquired, 'But why do not you appear?' he answered, 'Because I do not even consider the question.' For the man who has once stooped to consider such questions, and to reckon up the value of external things, is not far from forgetting what manner of man he is.",
        "author": "Epictetus"
    },
    {
        "quote": "Some things are in our control and others not. Things in our control are opinion, pursuit, desire, aversion, and, in a word, whatever are our own actions. Things not in our control are body, property, reputation, command, and, in one word, whatever are not our actions. The things in our control are by nature free, unrestrained, unhindered; but those not in our control are weak, slavish, restrained, belonging to others. Remember, then, that if you suppose that things which are slavish by nature are also free, and that what belongs to others is your own, then you will be hindered. You will lament, you will be disturbed, and you will find fault both with gods and men. But if you suppose that only to be your own which is your own, and what belongs to others such as it really is, then no one will ever compel you or restrain you. Further, you will find fault with no one or accuse no one. You will do nothing against your will. No one will hurt you, you will have no enemies, and you not be harmed.",
        "author": "Epictetus"
    },
    {
        "quote": "If you would be a reader, read; if a writer, write.",
        "author": "Epictetus"
    },
    {
        "quote": "If you want to improve, be content to be thought foolish and stupid with regard to external things. Don't wish to be thought to know anything; and even if you appear to be somebody important to others, distrust yourself. For, it is difficult to both keep your faculty of choice in a state conformable to nature, and at the same time acquire external things. But while you are careful about the one, you must of necessity neglect the other",
        "author": "Epictetus"
    },
    {
        "quote": "If you wish to be a writer, write.",
        "author": "Epictetus"
    },
    {
        "quote": "I must die. Must I then die lamenting? I must be put in chains. Must I then also lament? I must go into exile. Does any man then hinder me from going with smiles and cheerfulness and contentment?",
        "author": "Epictetus"
    },
    {
        "quote": "Never depend on the admiration of others. There is no strength in it. Personal merit cannot be derived from an external source. It is not to be found in your personal associations, nor can it be found in the regard of other people. It is a fact of life that other people, even people who love you, will not necessarily agree with your ideas, understand you, or share your enthusiasms. Grow up! Who cares what other people think about you!",
        "author": "Epictetus"
    },
    {
        "quote": "What really frightens and dismays us is not external events themselves, but the way in which we think about them. It is not things that disturb us, but our interpretation of their significance.",
        "author": "Epictetus"
    },
    {
        "quote": "We are not disturbed by what happens to us, but by our thoughts about what happens to us.",
        "author": "Epictetus"
    },
    {
        "quote": "Demand not that things happen as you wish, but wish them to happen as they do, and you will go on well.",
        "author": "Epictetus"
    },
    {
        "quote": "You become what you give your attention to.",
        "author": "Epictetus"
    },
    {
        "quote": "Difficulty shows what men are. Therefore when a difficulty falls upon you, remember that God, like a trainer of wrestlers, has matched you with a rough young man. Why? So that you may become an Olympic conqueror; but it is not accomplished without sweat.",
        "author": "Epictetus"
    },
    {
        "quote": "Events do not just happen, but arrive by appointment.",
        "author": "Epictetus"
    },
    {
        "quote": "It is not so much what happens to you as how you think about what happens.",
        "author": "Epictetus"
    },
    {
        "quote": "Remember that you ought to behave in life as you would at a banquet. As something is being passed around it comes to you; stretch out your hand, take a portion of it politely. It passes on; do not detain it. Or it has not come to you yet; do not project your desire to meet it, but wait until it comes in front of you. So act toward children, so toward a wife, so toward office, so toward wealth.",
        "author": "Epictetus"
    },
    {
        "quote": "Know you not that a good man does nothing for appearance sake, but for the sake of having done right?",
        "author": "Epictetus"
    },
    {
        "quote": "Asked, Who is the rich man? Epictetus replied, He who is content.",
        "author": "Epictetus"
    },
    {
        "quote": "If you would cure anger, do not feed it. Say to yourself: 'I used to be angry every day; then every other day; now only every third or fourth day.' When you reach thirty days offer a sacrifice of thanksgiving to the gods.",
        "author": "Epictetus"
    },
    {
        "quote": "It is better to die of hunger having lived without grief and fear, than to live with a troubled spirit, amid abundance",
        "author": "Epictetus"
    },
    {
        "quote": "Men are not afraid of things, but of how they view them.",
        "author": "Epictetus"
    },
    {
        "quote": "We have two ears and one mouth so that we can listen twice as much as we speak.",
        "author": "Epictetus"
    },
    {
        "quote": "Either God wants to abolish evil, and cannot; or he can, but does not want to.",
        "author": "Epictetus"
    },
    {
        "quote": "Appearances to the mind are of four kinds. Things either are what they appear to be; or they neither are, nor appear to be; or they are, and do not appear to be; or they are not, and yet appear to be. Rightly to aim in all these cases is the wise man's task.",
        "author": "Epictetus"
    },
    {
        "quote": "Even as the Sun doth not wait for prayers and incantations to\nrise, but shines forth and is welcomed by all: so thou also wait\nnot for clapping of hands and shouts and praise to do thy duty;\nnay, do good of thine own accord, and thou wilt be loved like the\nSun.",
        "author": "Epictetus"
    },
    {
        "quote": "It is our attitude toward events, not events themselves, which we can control. Nothing is by its own nature calamitous -- even death is terrible only if we fear it.",
        "author": "Epictetus"
    },
    {
        "quote": "Tentative efforts lead to tentative outcomes. Therefore, give yourself fully to your endeavors. Decide to construct your character through excellent actions and determine to pay the price of a worthy goal. The trials you encounter will introduce you to your strengths. Remain steadfast...and one day you will build something that endures: something worthy of your potential.",
        "author": "Epictetus"
    },
    {
        "quote": "Men are disturbed not by things, but by the views which they take of things. Thus death is nothing terrible, else it would have appeared so to Socrates. But the terror consists in our notion of death, that it is terrible. When, therefore, we are hindered, or disturbed, or grieved let us never impute it to others, but to ourselves; that is, to our own views. It is the action of an uninstructed person to reproach others for his own misfortunes; of one entering upon instruction, to reproach himself; and of one perfectly instructed, to reproach neither others or himself.",
        "author": "Epictetus"
    },
    {
        "quote": "No great thing is created suddenly.",
        "author": "Epictetus"
    },
    {
        "quote": "So you wish to conquer in the Olympic Games, my friend? And I, too... But first mark the conditions and the consequences. You will have to put yourself under discipline; to eat by rule, to avoid cakes and sweetmeats; to take exercise at the appointed hour whether you like it or not, in cold and heat; to abstain from cold drinks and wine at your will. Then, in the conflict itself you are likely enough to dislocate your wrist or twist your ankle, to swallow a great deal of dust, to be severely thrashed, and after all of these things, to be defeated.",
        "author": "Epictetus"
    },
    {
        "quote": "Remember to act always as if you were at a symposium. When the food or drink comes around, reach out and take some politely; if it passes you by don't try pulling it back. And if it has not reached you yet, don't let your desire run ahead of you, be patient until your turn comes. Adopt a similar attitude with regard to children, wife, wealth and status, and in time, you will be entitled to dine with the gods. Go further and decline these goods even when they are on offer and you will have a share in the gods' power as well as their company. That is how Diogenes, Heraclitus and philosophers like them came to be called, and considered, divine.",
        "author": "Epictetus"
    },
    {
        "quote": "If you want to make progress, put up with being perceived as ignorant or naive in worldly matters, don't aspire to a reputation for sagacity. If you do impress others as somebody, don't altogether believe it. You have to realize, it isn't easy to keep your will in agreement with nature, as well as externals. Caring about the one inevitably means you are going to shortchange the other.",
        "author": "Epictetus"
    },
    {
        "quote": "An ignorant person is inclined to blame others for his own misfortune. To blame oneself is proof of progress. But the wise man never has to blame another or himself.",
        "author": "Epictetus"
    },
    {
        "quote": "-….when things seem to have reached that stage, merely say “I won’t play any longer”, and take your departure; but if you stay, stop lamenting.",
        "author": "Epictetus"
    },
    {
        "quote": "Your happiness depends on three things, all of which are within your power: your will, your ideas concerning the events in which you are involved, and the use you make of your ideas.",
        "author": "Epictetus"
    },
    {
        "quote": "Give me by all means the shorter and nobler life, instead of one\nthat is longer but of less account!",
        "author": "Epictetus"
    },
    {
        "quote": "You may fetter my leg, but Zeus himself cannot get the better of my free will.",
        "author": "Epictetus"
    },
    {
        "quote": "No great thing is created suddenly, any more than a bunch of grapes or a fig. If you tell me that you desire a fig, I answer that there must be time. Let it first blossom, then bear fruit, then ripen.",
        "author": "Epictetus"
    },
    {
        "quote": "It is unrealistc to expect people to see you as you see yourself.",
        "author": "Epictetus"
    },
    {
        "quote": "Nature hath given men one tongue but two ears, that we may\nhear from others twice as much as we speak.",
        "author": "Epictetus"
    },
    {
        "quote": "On the occasion of every accident that befalls you, remember to turn to yourself and inquire what power you have for turning it to use.",
        "author": "Epictetus"
    },
    {
        "quote": "Control thy passions lest they take vengence on thee. ~ Epictetus",
        "author": "Epictetus"
    },
    {
        "quote": "No person is free who is not master of himself.",
        "author": "Epictetus"
    },
    {
        "quote": "-Who are those people by whom you wish to be admired? Are they not these whom you are in the habit of saying that they are mad? What then? Do you wish to be admired by the mad?",
        "author": "Epictetus"
    },
    {
        "quote": "Freedom is secured not by the fulfilling of men's desires, but by the removal of desire.",
        "author": "Epictetus"
    },
    {
        "quote": "If any be unhappy, let him remember that he is unhappy by reason of himself alone. For God hath made all men to enjoy felicity and constancy of good.",
        "author": "Epictetus"
    },
    {
        "quote": "A guide, on finding a man who has lost his way, brings him back to the right path—he does not mock and jeer at him and then take himself off. You also must show the unlearned man the truth, and you will see that he will follow. But so long as you do not show it him, you should not mock, but rather feel your own incapacity.",
        "author": "Epictetus"
    },
    {
        "quote": "The first and most important field of philosophy is the application of principles such as “Do not lie.” Next come the proofs, such as why we should not lie. The third field supports and articulates the proofs, by asking, for example, “How does this prove it? What exactly is a proof, what is logical inference, what is contradiction, what is truth, what is falsehood?” Thus, the third field is necessary because of the second, and the second because of the first. The most important, though, the one that should occupy most of our time, is the first. But we do just the opposite. We are preoccupied with the third field and give that all our attention, passing the first by altogether. The result is that we lie – but have no difficulty proving why we shouldn’t.",
        "author": "Epictetus"
    },
    {
        "quote": "If you want to improve, be content to be thought foolish and stupid with regard to external things. Don't wish to be thought to know anything; and even if you appear to be somebody important to others, distrust yourself.",
        "author": "Epictetus"
    },
    {
        "quote": "Difficulty shows what men are.",
        "author": "Epictetus"
    },
    {
        "quote": "Whoever is going to listen to the philosophers needs a considerable practice in listening.",
        "author": "Epictetus"
    },
    {
        "quote": "What would have become of Hercules do you think if there had been no lion, hydra, stag or boar - and no savage criminals to rid the world of? What would he have done in the absence of such challenges? \n\nObviously he would have just rolled over in bed and gone back to sleep. So by snoring his life away in luxury and comfort he never would have developed into the mighty Hercules. \n\nAnd even if he had, what good would it have done him? What would have been the use of those arms, that physique, and that noble soul, without crises or conditions to stir into him action?",
        "author": "Epictetus"
    },
    {
        "quote": "It is better to do wrong seldom and to own it, and to act right for the most part, than seldom to admit that you have done wrong and to do wrong often.",
        "author": "Epictetus"
    },
    {
        "quote": "The more we value things outside our control, the less control we have.",
        "author": "Epictetus"
    },
    {
        "quote": "Imagine for yourself a character, a model personality, whose example you determine to follow, in private as well as in public.",
        "author": "Epictetus"
    },
    {
        "quote": "It is more necessary for the soul to be cured than the body; for it is better to die than to live badly.",
        "author": "Epictetus"
    },
    {
        "quote": "There is but one way to tranquility of mind and happiness, and that is to account no external things thine own, but to commit all to God.",
        "author": "Epictetus"
    },
    {
        "quote": "When a youth was giving himself airs in the Theatre and saying, 'I am wise, for I have conversed with many wise men,' Epictetus replied, 'I too have conversed with many rich men, yet I am not rich!’.",
        "author": "Epictetus"
    },
    {
        "quote": "Don't hope that events will turn out the way you want, welcome events in whichever way they happen: this is the path to peace.",
        "author": "Epictetus"
    },
    {
        "quote": "We must not believe the many, who say that only free people ought to be educated, but we should rather believe the philosophers who say that only the educated are free.",
        "author": "Epictetus"
    },
    {
        "quote": "Do not afflict others with anything that you yourself would not wish to suffer. if you would not like to be a slave, make sure no one is your slave. If you have slaves, you yourself are the greatest slave, for just as freedom is incompatible with slavery, so goodness is incompatible with hypocrisy.",
        "author": "Epictetus"
    },
    {
        "quote": "Is freedom anything else than the right to live as we wish? Nothing else.",
        "author": "Epictetus"
    },
    {
        "quote": "If you wish to be good, first believe that you are bad.",
        "author": "Epictetus"
    },
    {
        "quote": "Remember that you must behave as at a banquet. Is anything brought round to you? Put out your hand, and take a moderate share. Does it pass you? Do not stop it. Is it not come yet? Do not yearn in desire towards it, but wait till it reaches you. So with regard to children , wife, office, riches; and you will some time or other be worthy to feast with the gods. And if you do not so much as take the things which are set before you, but are able even to forego them, then you will not only be worthy to feast with the gods, but to rule with them also. For, by thus doing, Diogenes and Heraclitus, and others like them, deservedly became divine, and were so recognized.",
        "author": "Epictetus"
    },
    {
        "quote": "What concerns me is not the way things are, but the way people think things are.",
        "author": "Epictetus"
    },
    {
        "quote": "Epictetus being asked how a man should give pain to his enemy answered, By preparing himself to live the best life that he can.",
        "author": "Epictetus"
    },
    {
        "quote": "Men are disturbed not by the things that happen, but by their opinion of the things that happen.",
        "author": "Epictetus"
    },
    {
        "quote": "The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things.",
        "author": "Epictetus"
    },
    {
        "quote": "To Epictetus, all external events are determined by fate, and are thus beyond our control, but we can accept whatever happens calmly and dispassionately. Individuals, however, are responsible for their own actions which they can examine and control through rigorous self-discipline. Suffering arises from trying to control what is uncontrollable, or from neglecting what is within our power. As part of the universal city that is the universe, human beings have a duty of care to all fellow humans. The person who followed these precepts would achieve happiness.",
        "author": "Epictetus"
    },
    {
        "quote": "First say to yourself what you would be; and then do what you have to do.",
        "author": "Epictetus"
    },
    {
        "quote": "Don't live by your own rules, but in harmony with nature",
        "author": "Epictetus"
    },
    {
        "quote": "God save me from fools with a little philosophy—no one is more difficult to reach.",
        "author": "Epictetus"
    },
    {
        "quote": "Do not try to seem wise to others. If you want to live a wise life, live it on your own terms and in your own eyes.",
        "author": "Epictetus"
    },
    {
        "quote": "These reasonings do not cohere: I am richer than you, therefore I am better than you; I am more eloquent than you, therefore I am better than you. On the contrary these rather cohere, I am richer than you, therefore my possessions are greater than yours: I am more eloquent than you, therefore my speech is superior to yours. But you are neither possession nor speech.",
        "author": "Epictetus"
    },
    {
        "quote": "In banquets remember that you entertain two guests, body and soul: and whatever you shall have given to the body you soon eject: but what you shall have given to the soul, you keep always.",
        "author": "Epictetus"
    },
    {
        "quote": "If you seek Truth, you will not seek to gain a victory by every possible means; and when you have found Truth, you need not fear being defeated.",
        "author": "Epictetus"
    },
    {
        "quote": "As the sun does not wait for prayers and incantations tob e induced to rise, but immediately shines and is saluted by all, so do you also not wait for clappings of hands and shouts of praise tob e induced to do good, but be a doer of good voluntarily and you will be beloved as much as the sun.",
        "author": "Epictetus"
    },
    {
        "quote": "We suffer not from the events in our lives but from our judgement about them.",
        "author": "Epictetus"
    },
    {
        "quote": "The chief task in life is simply this: to identify and separate matters so that I can say clearly to myself which are externals not under my control, and which have to do with the choices I actually control. Where then do I look for good and evil? Not to uncontrollable externals, but within myself to the choices that are my own...",
        "author": "Epictetus"
    },
    {
        "quote": "Men are disturbed not by the things which happen, but by the opinion about the things.",
        "author": "Epictetus"
    },
    {
        "quote": "Those who are well constituted in the body endure both heat and cold: and so those who are well constituted in the soul endure both anger and grief and excessive joy and the other affects.",
        "author": "Epictetus"
    },
    {
        "quote": "Concerning the Gods, there are those who deny the very existence of the Godhead; others say that it exists, but neither bestirs nor concerns itself not has forethought far anything. A third party attribute to it existence and forethought, but only for great and heavenly matters, not for anything that is on earth. A fourth party admit things on earth as well as in heaven, but only in general, and not with respect to each individual. A fifth, of whom were Ulysses and Socrates, are those that cry: --\nI move not without Thy knowledge!",
        "author": "Epictetus"
    },
    {
        "quote": "Very little is needed for everything to be upset and ruined, only a slight lapse in reason.",
        "author": "Epictetus"
    },
    {
        "quote": "So what oppresses and scares us? It is our own thoughts, obviously, What overwhelms people when they are about to leaves friends, family, old haunts and their accustomed way of life? Thoughts.",
        "author": "Epictetus"
    },
    {
        "quote": "If they are wise, do not quarrel with them; if they are fools, ignore them.",
        "author": "Epictetus"
    },
    {
        "quote": "Men are disturbed, not by things, but by the principles and notions which they form concerning things.",
        "author": "Epictetus"
    },
    {
        "quote": "Sickness is a problem for the body, not the mind — unless the mind decides that it is a problem. Lameness, too, is the body's problem, not the mind's. Say this to yourself whatever the circumstance and you will find without fail that the problem pertains to something else, not to you.",
        "author": "Epictetus"
    },
    {
        "quote": "Why do you want to read anyway – for the sake of amusement or mere erudition? Those are poor, fatuous pretexts. \nReading should serve the goal of attaining peace; if it doesn’t make you peaceful, what good is it?",
        "author": "Epictetus"
    },
    {
        "quote": "We cannot choose our external circumstances, but we can always choose how we respond to them",
        "author": "Epictetus"
    },
    {
        "quote": "Everyone's life is a warfare, and that long and various.",
        "author": "Epictetus"
    },
    {
        "quote": "Don't put your purpose in one place and expect to see progress made somewhere else.",
        "author": "Epictetus"
    },
    {
        "quote": "Neither should a ship rely on one small anchor, nor should life rest on a single hope.",
        "author": "Epictetus"
    },
    {
        "quote": "For sheep don't throw up the grass to show the shepherds how much they have eaten; but, inwardly digesting their food, they outwardly produce wool and milk.",
        "author": "Epictetus"
    },
    {
        "quote": "Caretake this moment. Immerse yourself in its particulars. Respond to this person, this challenge, this deed. Quit the evasions. Stop giving yourself needless trouble. It is time to really live; to fully inhabit the situation you happen to be in now. You are not some disinterested bystander. Participate. Exert yourself.",
        "author": "Epictetus"
    },
    {
        "quote": "For even sheep do not vomit up their grass and show to the shepherds how much they have eaten; but when they have internally digested the pasture, they produce externally wool and milk. Do you also show not your theorems to the uninstructed, but show the acts which come from their digestion.",
        "author": "Epictetus"
    },
    {
        "quote": "You will do the greatest services to the state, if you shall raise not the roofs of the houses, but the souls of the citizens: for it is better that great souls should dwell in small houses than for mean slaves to lurk in great houses.",
        "author": "Epictetus"
    },
    {
        "quote": "The philosopher's school, ye men, is a surgery: you ought not to go out of it with pleasure, but with pain. For you are not in sound health when you enter.",
        "author": "Epictetus"
    },
    {
        "quote": "Whoever then would be free, let him wish for nothing, let him decline nothing, which depends on others; else he must necessarily be a slave.",
        "author": "Epictetus"
    },
    {
        "quote": "Man, what are you talking about? Me in chains? You may fetter my leg but my will, not even Zeus himself can overpower.",
        "author": "Epictetus"
    },
    {
        "quote": "If you want to improve, you must be content to be thought foolish and stupid.",
        "author": "Epictetus"
    },
    {
        "quote": "[Do not get too attached to life] for it is like a sailor's leave on the shore and at any time, the captain may sound the horn, calling you back to eternal darkness.",
        "author": "Epictetus"
    },
    {
        "quote": "If thy brother wrongs thee, remember not so much his wrong-doing, but more than ever that he is thy brother.",
        "author": "Epictetus"
    },
    {
        "quote": "A city is not adorned by external things, but by the virtue of those who dwell in it.",
        "author": "Epictetus"
    },
    {
        "quote": "We are at the mercy of whoever wields authority over the things we either desire or detest. If you would be free, then, do not wish to have, or avoid, things that other people control, because then you must serve as their slave.",
        "author": "Epictetus"
    },
    {
        "quote": "Who then is invincible? The one who cannot be upset by anything outside their reasoned choice.",
        "author": "Epictetus"
    },
    {
        "quote": "It is a universal law — have no illusion — that every creature alive is attached to nothing so much as to its own self-interest.",
        "author": "Epictetus"
    },
    {
        "quote": "Freedom is not archived by satisfying desire, but by eliminating it.",
        "author": "Epictetus"
    },
    {
        "quote": "There is no shame in making an honest effort.",
        "author": "Epictetus"
    },
    {
        "quote": "Remind thyself that he whom thou lovest is mortal  that what\nthou lovest is not thine own; it is given thee for the present, not\nirrevocably nor for ever, but even as a fig or a bunch of grapes at\nthe appointed season of the year",
        "author": "Epictetus"
    },
    {
        "quote": "As a man, casting off worn out garments taketh new ones, so the dweller in the body, entereth into ones that are new.",
        "author": "Epictetus"
    },
    {
        "quote": "Crows pick out the eyes of the dead, when the dead have no longer need of them; but flatterers mar the soul of the living, and her eyes they blind.",
        "author": "Epictetus"
    },
    {
        "quote": "First say to yourself what you would be, and then do what you have to do.",
        "author": "Epictetus"
    },
    {
        "quote": "When you do anything from a clear judgment that it ought to be done, never shrink from being seen to do it, even though the world should misunderstand it; for if you are not acting rightly, shun the action itself; if you are, why fear those who wrongly censure you?",
        "author": "Epictetus"
    },
    {
        "quote": "The condition and characteristic of an uninstructed person is this: he never expects from himself profit (advantage) nor harm, but from externals. The condition and characteristic of a philosopher is this: he expects all advantage and all harm from himself.",
        "author": "Epictetus"
    },
    {
        "quote": "Never say that I have taken it, only that I have given it back.",
        "author": "Epictetus"
    },
    {
        "quote": "For it is not death or pain that is to be feared, but the fear of pain or death.",
        "author": "Epictetus"
    },
    {
        "quote": "this is your business—to act well the given part, but to choose it belongs to another.",
        "author": "Epictetus"
    },
    {
        "quote": "An uninstructed person will lay the fault of his own bad condition upon others. Someone just starting instruction will lay the fault on himself. Some who is perfectly instructed will place blame neither on others nor on himself.",
        "author": "Epictetus"
    },
    {
        "quote": "Philosophy does not promise to secure anything external for man, otherwise it would be admitting something that lies beyond its proper subject-matter. For as the material of the carpenter is wood, and that of statuary bronze, so the subject-matter of the art of living is each person's own life.",
        "author": "Epictetus"
    },
    {
        "quote": "If someone tried to take control of your body and make you a slave, you would fight for freedom. Yet how easily you hand over your mind to anyone who insults you. When you dwell on their words and let them dominate your thoughts, you make them your master.",
        "author": "Epictetus"
    },
    {
        "quote": "When someone is properly grounded in life, they shouldn't have to look outside themselves for approval.",
        "author": "Epictetus"
    },
    {
        "quote": "What are we to do, then? To make the best of what lies within our power, and deal with everything else as it comes. ‘How does it come, then?’ As God wills.",
        "author": "Epictetus"
    },
    {
        "quote": "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will.",
        "author": "Epictetus"
    },
    {
        "quote": "Whenever anyone criticizes or wrongs you, remember that they are only doing or saying what they think is right. They cannot be guided by your views, only their own; so if their views are wrong, they are the ones who suffer insofar as they are misguided.",
        "author": "Epictetus"
    },
    {
        "quote": "No one is ever unhappy because of someone else.",
        "author": "Epictetus"
    },
    {
        "quote": "Some young women confuse their self-worth with their ability to attract the attention of men, and so pour all their energies into makeup, clothing, and jewelry. If only they realized that virtue, honor, and self-respect are the marks of a true beauty.",
        "author": "Epictetus"
    },
    {
        "quote": "If you wish your house to be well managed, imitate the Spartan Lycurgus. For as he did not fence his city with walls, but fortified the inhabitants by virtue and preserved the city always free;35 so do you not cast around (your house) a large court and raise high towers, but strengthen the dwellers by good-will and fidelity and friendship, and then nothing harmful will enter it, not even if the whole band of wickedness shall array itself against it.",
        "author": "Epictetus"
    },
    {
        "quote": "Keep the prospect of death, exile and all such apparent tragedies before you every day – especially death – and you will never have an abject thought, or desire anything to excess.",
        "author": "Epictetus"
    },
    {
        "quote": "Man is troubled not by events, but by the meaning he gives to them.",
        "author": "Epictetus"
    },
    {
        "quote": "If a man has reported to you, that a certain person speaks ill of you, do not make any defense to what has been told you: but reply, The man did not know the rest of my faults, for he would not have mentioned these only.",
        "author": "Epictetus"
    },
    {
        "quote": "You ought to realize, you take up very little space in the world as a whole—your body, that is; in reason, however, you yield to no one, not even to the gods, because reason is not measured in size but sense. So why not care for that side of you, where you and the gods are equals?",
        "author": "Epictetus"
    },
    {
        "quote": "If you ever happen to turn your attention to externals, for the pleasure of any one, be assured that you have ruined your scheme of life. Be contented, then, in everything, with being a philosopher; and if you with to seem so likewise to any one, appear so to yourself, and it will suffice you.",
        "author": "Epictetus"
    },
    {
        "quote": "Sick and yet happy, in peril and yet happy, dying and yet happy, in exile and happy, in disgrace and happy.",
        "author": "Epictetus"
    },
    {
        "quote": "People with a strong physical constitution can tolerate extremes of hot and cold; people of strong mental health can handle anger, grief, joy and the other emotions.",
        "author": "Epictetus"
    },
    {
        "quote": "Here are thieves and robbers and tribunals: and they that are called tyrants, who deem that they have after a fashion power over us, because of the miserable body and what appertains to it. Let us show them that they have power over none.",
        "author": "Epictetus"
    },
    {
        "quote": "When a man is proud because he can understand and explain the\nwritings of Chrysippus, say to yourself, if Chrysippus had not written\nobscurely, this man would have had nothing to be proud of.",
        "author": "Epictetus"
    },
    {
        "quote": "As for us, we behave like a herd of deer. When they flee from the huntsman's feathers in affright, which way do they turn? What haven of safety do they make for? Why, they rush upon the nets! And thus they perish by confounding what they should fear with that wherein no danger lies. . . . Not death or pain is to be feared, but the fear of death or pain. Well said the poet therefore:— \n\nDeath has no terror; only a Death of shame!",
        "author": "Epictetus"
    },
    {
        "quote": "Many people who have progressively lowered their personal standards in an attempt to win social acceptance and life’s comforts bitterly resent those of philosophical bent who refuse to compromise their spiritual ideals and who seek to better themselves.",
        "author": "Epictetus"
    },
    {
        "quote": "Take care not to hurt the ruling faculty of your mind. If you were to guard against this in every action, you should enter upon those actions more safely.",
        "author": "Epictetus"
    },
    {
        "quote": "Remember from now on whenever something tends to make you unhappy, draw on this principle: 'This is no misfortune; but bearing with it bravely is a blessing.",
        "author": "Epictetus"
    },
    {
        "quote": "He who exercises wisdom, exercises the knowledge which is about God.",
        "author": "Epictetus"
    },
    {
        "quote": "Wherever I go it will be well with me, for it was well with me here, not on account of the place, but of my judgments which I shall carry away with me, for no one can deprive me of these; on the contrary, they alone are my property, and cannot be taken away, and to possess them suffices me wherever I am or whatever I do.",
        "author": "Epictetus"
    },
    {
        "quote": "Be happy when you find that doctrines you have learned and analysed are being tested by real events. If you’ve succeeded in removing or reducing the tendency to be mean and critical, or thoughtless, or foul-mouthed, or careless, or nonchalant; if old interests no longer engage you, at least not to the same extent; then every day can be a feast day – today because you acquitted yourself well in one set of circumstances, tomorrow because of another.",
        "author": "Epictetus"
    },
    {
        "quote": "Do not seek for things to happen the way you want them to; rather, wish that what happens happen the way it happens: then you will be happy.",
        "author": "Epictetus"
    },
    {
        "quote": "When you do anything from a clear judgment that it ought to be done, never shun the being seen to do it, even though the world should make a wrong supposition about it; for, if you don’t act right, shun the action itself; but, if you do, why are you afraid of those who censure you wrongly?",
        "author": "Epictetus"
    },
    {
        "quote": "Let silence be your general rule; or say only what is necessary and in few words.",
        "author": "Epictetus"
    },
    {
        "quote": "There is a time and place for diversion and amusements, but you should never allow them to override your true purposes.",
        "author": "Epictetus"
    },
    {
        "quote": "Don’t seek that all that comes about should come about as you wish, but wish that everything that comes about should come about just as it does, and then you’ll have a calm and happy life.",
        "author": "Epictetus"
    },
    {
        "quote": "For where you find unrest, grief, fear, frustrated desire, failed aversion, jealousy and envy, happiness has no room for admittance. And where values are false, these passions inevitably follow.",
        "author": "Epictetus"
    },
    {
        "quote": "You should be especially careful when associating with one of your former friends or acquaintances not to sink to their level; otherwise you will lose yourself. If you are troubled by the idea that ‘He’ll think I’m boring and won’t treat me the way he used to,’ remember that everything comes at a price. It isn’t possible to change your behavior and still be the same person you were before.",
        "author": "Epictetus"
    },
    {
        "quote": "Men are disturbed not by the things which happen, but by the opinions about the things:",
        "author": "Epictetus"
    },
    {
        "quote": "Restrict yourself to choice and refusal; and exercise them carefully, with discipline and detachment.",
        "author": "Epictetus"
    },
    {
        "quote": "Freedom is not procured by a full enjoyment of what is desired, but by controlling the desire.",
        "author": "Epictetus"
    },
    {
        "quote": "So don't make a show of your philosophical learning to the uninitiated, show them by your actions what you have absorbed.",
        "author": "Epictetus"
    },
    {
        "quote": "Nothing great comes into being all at once, for that is not the case even with a bunch of grapes or a fig. If you tell me now, ‘I want a fig,’ I’ll reply, ‘That takes time.",
        "author": "Epictetus"
    },
    {
        "quote": "Reading should serve the goal of attaining peace; if it doesn’t make you peaceful, what good is it?",
        "author": "Epictetus"
    },
    {
        "quote": "Fortify yourself with contentment for this is an impregnable fortress.",
        "author": "Epictetus"
    },
    {
        "quote": "Circumstances do not rise to meet our expectations. Events happen as they do. People behave as they are. Embrace what you actually get.",
        "author": "Epictetus"
    },
    {
        "quote": "Is then the fruit of a fig-tree not perfect suddenly and in one hour, and would you possess the fruit of a man's mind in so short a time and so easily?",
        "author": "Epictetus"
    },
    {
        "quote": "Some things are in our control and others not. Things in our control are opinion, pursuit, desire, aversion, and, in a word, whatever are our own actions. Things not in our control are body, property, reputation, command, and, in one word, whatever are not our own actions.",
        "author": "Epictetus"
    },
    {
        "quote": "Men are disturbed not by things, but by the view which they take of them.",
        "author": "Epictetus"
    },
    {
        "quote": "Who, then, is the invincible human being? One who can be disconcerted by nothing that lies outside the sphere of choice.",
        "author": "Epictetus"
    },
    {
        "quote": "What you shun enduring yourself, attempt not to impose on others. You shun slavery- beware enslaving others! If you can endure to do that, one would think you had been once upon a time a slave yourself. For vice has nothing in common with virtue, nor Freedom with slavery. ",
        "author": "Epictetus"
    },
    {
        "quote": "If you choose, you are free; if you choose, you need blame no man—accuse no man. All things will be at once according to your mind and according to the Mind of God.",
        "author": "Epictetus"
    },
    {
        "quote": "The gods do not exists, and even if they exist they do not trouble themselves about people, and we have nothing in common with them. The piety and devotion to the gods that the majority of people invoke is a lie devised by swindlers and con men and, if you can believe it, by legislators, to keep criminals in line by putting the fear of God into them.",
        "author": "Epictetus"
    },
    {
        "quote": "Adopt new habits yourself: consolidate your principles by putting them into practice.",
        "author": "Epictetus"
    },
    {
        "quote": "Tell yourself what you want to be, then act your part accordingly.",
        "author": "Epictetus"
    },
    {
        "quote": "Free is the person who lives as he wishes and cannot be coerced, impeded or compelled, whose impulses cannot be thwarted, who always gets what he desires and never has to experience what he would rather avoid.",
        "author": "Epictetus"
    },
    {
        "quote": "Never praise or blame people on common grounds; look to their judgements exclusively. Because that is the determining factor, which makes everyone's actions either good or bad.",
        "author": "Epictetus"
    },
    {
        "quote": "It is not events that disturb people, it is their judgements concerning them.",
        "author": "Epictetus"
    },
    {
        "quote": "It is possible to learn the will of nature from the things in which we do not differ from each other. For example, when someone else's little slave boy breaks his cup we are ready to say, “It's one of those things that just happen.” Certainly, then, when your own cup is broken you should be just the way you were when the other person's was broken. Transfer the same idea to larger matters. Someone else's child is dead, or his wife. There is no one would not say, “It's the lot of a human being.” But when one's own dies, immediately it is, “Alas! Poor me!” But we should have remembered how we feel when we hear of the same thing about others.",
        "author": "Epictetus"
    },
    {
        "quote": "To admonish is better than to reproach for admonition is mild and friendly, but reproach is harsh and insulting; and admonition corrects those who are doing wrong, but reproach only convicts them.",
        "author": "Epictetus"
    },
    {
        "quote": "What saith Antisthenes? Hast thou never heard?— It is a kingly thing, O Cyrus, to do well and to be evil spoken of.",
        "author": "Epictetus"
    },
    {
        "quote": "Isn’t reading a kind of preparation for life?’ \nBut life is composed of things other than books. It is as if an athlete, on entering the stadium, were to complain that he’s not outside exercising.This was the goal of your exercise, of your weights, your practice ring and your training partners.",
        "author": "Epictetus"
    },
    {
        "quote": "If you have assumed a character beyond your strength, you have both played a poor figure in that, and neglected one that is within your powers.",
        "author": "Epictetus"
    },
    {
        "quote": "Never say about anything, I have lost it, but only I have given it back.",
        "author": "Epictetus"
    },
    {
        "quote": "Let your will to avoid have no concern with what is not in man's power; direct it only to things in man's power that are contrary to nature.",
        "author": "Epictetus"
    },
    {
        "quote": "Friend, lay hold with a desperate grasp, ere it is too late, on Freedom, on Tranquility, on Greatness of soul!",
        "author": "Epictetus"
    },
    {
        "quote": "If you wish it, you are free; if you wish it, you’ll find fault with no one, you’ll cast blame on no one, and everything that comes about will do so in accordance with your own will and that of God.",
        "author": "Epictetus"
    },
    {
        "quote": "For what else is tragedy than the portrayal in tragic verse of the sufferings of men who have attached high value to external things? [27]",
        "author": "Epictetus"
    },
    {
        "quote": "Protect what belongs to you at all costs; don't desire what belongs to another.",
        "author": "Epictetus"
    },
    {
        "quote": "For I am not Eternity, but a human being—a part of the whole, as an hour is part of the day. I must come like the hour, and like the hour must pass!",
        "author": "Epictetus"
    },
    {
        "quote": "Control thy passions lest they take vengeance on thee.",
        "author": "Epictetus"
    },
    {
        "quote": "He who is discontented with what he has, and with what has been granted to him by fortune, is one who is ignorant of the art of living, but he who bears that in a noble spirit, and makes reasonable use of all that comes from it, deserves to be regarded as a good man.",
        "author": "Epictetus"
    },
    {
        "quote": "Be free from grief not through insensibility like the irrational animals, nor through want of thought like the foolish, but like a man of virtue by having reason as the consolation of grief.",
        "author": "Epictetus"
    },
    {
        "quote": "We should realize that an opinion is not easily formed unless a person says and hears the same things every day and practises them in real life.",
        "author": "Epictetus"
    },
    {
        "quote": "You will never have to experience defeat if you avoid contests whose outcome is outside your control.",
        "author": "Epictetus"
    },
    {
        "quote": "It is always our choice whether or not we wish to pay the price for life's rewards. And often it is best for us not to pay the price, for the price might be our integrity.",
        "author": "Epictetus"
    },
    {
        "quote": "Never say of anything that I've lost it, only that I've given it back.",
        "author": "Epictetus"
    },
    {
        "quote": "CIRCUMSTANCES DON’T MAKE THE MAN, THEY ONLY REVEAL HIM TO HIMSELF",
        "author": "Epictetus"
    },
    {
        "quote": "Epictetus has had a long-standing resonance in the United States; his uncompromising moral rigour chimed in well with Protestant Christian beliefs and the ethical individualism that has been a persistent vein in American culture. His admirers ranged from John Harvard and Thomas Jefferson in the seventeenth and eighteenth centuries to Ralph Waldo Emerson and Henry David Thoreau in the nineteenth. More recently, Vice-Admiral James Stockdale wrote movingly of how his study of Epictetus at Stanford University enabled him to survive the psychological pressure of prolonged torture as a prisoner of war in Vietnam between 1965 and 1973. Stockdale’s story formed the basis for a light-hearted treatment of the moral power of Stoicism in Tom Wolfe’s novel A Man in Full (1998).52",
        "author": "Epictetus"
    },
    {
        "quote": "Finally, when he crowns it off by becoming a senator, then he becomes a slave in fine company, then he experiences the poshest and most prestigious form of enslavement.",
        "author": "Epictetus"
    },
    {
        "quote": "When then any man assents to that which is false, be assured that he did not intend to assent to it as false, for every soul is unwillingly deprived of the truth, as Plato says; but the falsity seemed to him to be true.",
        "author": "Epictetus"
    },
    {
        "quote": "I must die; so must I die groaning too?",
        "author": "Epictetus"
    },
    {
        "quote": "Those proficient praise no one, blame no one, and accuse no one. They say nothing concerning their self as being anybody or knowing anything.",
        "author": "Epictetus"
    },
    {
        "quote": "It has been ordained that there be summer and winter, abundance and dearth, virtue and vice, and all such opposites for the harmony of the whole, and (Zeus) has given each of us a body, property, and companions.",
        "author": "Epictetus"
    },
    {
        "quote": "The wise person knows it is fruitless to project hopes and fears on the future. This only leads to forming melodramatic representations in your mind and wasting time.",
        "author": "Epictetus"
    },
    {
        "quote": "It is impossible to begin to learn that which one thinks one already knows.",
        "author": "Epictetus"
    },
    {
        "quote": "So if you like doing something, do it regularly; if you don't like doing something, make a habit of doing something different.",
        "author": "Epictetus"
    },
    {
        "quote": "Stop honouring externals, quit turning yourself into the tool of mere matter, or of people who can supply you or deny you those material things.",
        "author": "Epictetus"
    },
    {
        "quote": "Disease is an impediment to the body, but not to the will, unless the will itself chooses. Lameness is an impediment to the leg, but not to the will. And add this reflection on the occasion of everything that happens; for you will find it an impediment to something else, but not to yourself.",
        "author": "Epictetus"
    },
    {
        "quote": "Demand not that events should happen as you wish; but wish them to happen as they do happen, and you will go on well.",
        "author": "Epictetus"
    },
    {
        "quote": "Death is not dreadful or else it would have appeared dreadful to Socrates.",
        "author": "Epictetus"
    },
    {
        "quote": "For if we had any sense, what else should we do, both in public and in private, than sing hymns and praise the deity, and recount all the favours that he has conferred!",
        "author": "Epictetus"
    },
    {
        "quote": "Conduct yourself in all matters, grand and public or small and domestic, in accordance with the laws of nature. Harmonizing your will with nature should be your utmost ideal.",
        "author": "Epictetus"
    },
    {
        "quote": "If you have assumed a character above your strength, you have both acted in this matter in an unbecoming way, and you have neglected that which you might have fulfilled.",
        "author": "Epictetus"
    },
    {
        "quote": "In literature, too, it is not great achievement to memorize what you have read while not formulating an opinion of your own.",
        "author": "Epictetus"
    },
    {
        "quote": "Why are you pestering me, pal? My own evils are enough for me.",
        "author": "Epictetus"
    },
    {
        "quote": "If you pin your hopes on things outside your control, taking upon yourself things which rightfully belong to others, you are liable to stumble, fall, suffer, and blame both gods and men. But if you focus your attention only on what is truly your own concern, and leave to others what concerns them, then you will be in charge of your interior life. No one will be able to harm or hinder you. You will blame no one, and have no enemies.",
        "author": "Epictetus"
    },
    {
        "quote": "When you are feeling upset, angry, or sad,” Epictetus said, “don’t blame another for your state of mind. Your condition is the result of your own opinions and interpretations. . . .",
        "author": "Epictetus"
    },
    {
        "quote": "For in this Case, we are not to give Credit to the Many, who say, that none ought to be educated but the Free; but rather to the Philosophers, who say, that the Well-educated alone are free.",
        "author": "Epictetus"
    },
    {
        "quote": "Never call yourself a philosopher, nor talk a great deal among the unlearned about theorems, but act conformably to them. Thus, at an entertainment, don’t talk how persons ought to eat, but eat as you ought. For remember that in this manner Socrates also universally avoided all ostentation. And when persons came to him and desired to be recommended by him to philosophers, he took and recommended them, so well did he bear being overlooked. So that if ever any talk should happen among the unlearned concerning philosophic theorems, be you, for the most part, silent. For there is great danger in immediately throwing out what you have not digested. And, if anyone tells you that you know nothing, and you are not nettled at it, then you may be sure that you have begun your business. For sheep don’t throw up the grass to show the shepherds how much they have eaten; but, inwardly digesting their food, they outwardly produce wool and milk. Thus, therefore, do you likewise not show theorems to the unlearned, but the actions produced by them after they have been digested.",
        "author": "Epictetus"
    },
    {
        "quote": "And the way to be free is to let go of anything that is not within your control.",
        "author": "Epictetus"
    },
    {
        "quote": "That is the way things are weighed and disagreements settled — when standards are established. Philosophy aims to test and set such standards. And the wise man is advised to make use of their findings right way.",
        "author": "Epictetus"
    },
    {
        "quote": "Don't concern yourself with other people's business. It's his problem if he receives you badly. And you cannot suffer for another person's fault. So don't worry about the behavior of other.",
        "author": "Epictetus"
    },
    {
        "quote": "The soul is like the bowl of water, with the soul's impressions like the rays of light that strike the water. Now, if the water is disturbed, the light appears to be disturbed together with it — though of course it is not. So when someone loses consciousness, it is not the person's knowledge and virtues that are impaired, it is the breath that contains them. Once the breath returns to normal, knowledge and the virtues are restored to normal also.",
        "author": "Epictetus"
    },
    {
        "quote": "Does anyone bathe hastily? Do not say that they do it ill, but hastily. Does anyone drink much wine? Do not say that they do ill, but that they drink a great deal. For unless you perfectly understand their motives, how should you know if they act ill? Thus you will not risk yielding to any appearances except those you fully comprehend.",
        "author": "Epictetus"
    },
    {
        "quote": "Don’t explain your philosophy. Embody it.",
        "author": "Epictetus"
    },
    {
        "quote": "And what else can I do, lame old man that I am, than sing the praise of God? If I were a nightingale, I would perform the work of a nightingale, and if I were a swan, that of a swan. But as it is, I am a rational being, and I must sing the praise of God.\n\nThis is my work, and I accomplish it, and I will never abandon my post for as long as it is granted to me to remain in it; and I invite all of you to join me in this same song.",
        "author": "Epictetus"
    },
    {
        "quote": "The knowledge of what is mine and what is not mine, what I can and cannot do. I must die. But must I die bawling? I must be exiled; but is there anything to keep me from going with a smile, calm and self-composed?",
        "author": "Epictetus"
    },
    {
        "quote": "For it is indeed pointless and foolish to seek to get from another what one can get from oneself. [32] Since I can get greatness of soul and nobility of mind from myself, shall I seek to get a patch of land from you, or a bit of money, or some public post? Heaven forbid! I won’t overlook my own resources in such a manner. [33] But if someone is abject and cowardly, what on earth can one do for him except write letters for him as though on behalf of a corpse, ‘Do please grant us the corpse of this man and a pint of his miserable blood’; [34] for in truth such a person is merely a corpse and a pint of blood, and nothing more. If he amounted to anything more, he would realize that no one suffers misfortune because of the actions of another.",
        "author": "Epictetus"
    },
    {
        "quote": "We aren't filled with fear except by things that are bad; and not by them, either, as long as it is in our power to avoid them.",
        "author": "Epictetus"
    },
    {
        "quote": "People are ready to acknowledge some of their faults, but will admit to others only with reluctance.",
        "author": "Epictetus"
    },
    {
        "quote": "Les feuilles tombent, la figue sèche, remplace la figue fraîche, le raisin sec la grappe mûre, voilà selon toi des paroles de mauvaise augure ! Mais il n’y a là que la transformation d’états antérieurs en d’autres ; il n’y a pas de destruction, mais un aménagement et une disposition bien réglée. L’émigration n’est qu’un petit changement. La mort en est un plus grand, mais il ne va pas de l’être actuel au non-être, mais au non-être de l’être actuel. Alors ne serais-je plus ? Tu ne seras pas ce que tu es mais autre chose dont le monde aura alors besoin.",
        "author": "Epictetus"
    },
    {
        "quote": "Man is disturbed not by things, but by the views he takes of them.",
        "author": "Epictetus"
    },
    {
        "quote": "When we blather about trivial things, we ourselves become trivial, for our attention gets taken up with trivialities. You become what you give your attention to.",
        "author": "Epictetus"
    },
    {
        "quote": "who is your master? Whoever has authority over anything that you’re anxious to gain or avoid.",
        "author": "Epictetus"
    },
    {
        "quote": "It is the act of an ill-instructed man to blame others for his own bad condition; it is the act of one who has begun to be instructed, to lay blame on himself; and of one whose instruction is completed, neither to blame another, nor himself.",
        "author": "Epictetus"
    },
    {
        "quote": "I want to die, even though I don't have to.",
        "author": "Epictetus"
    },
    {
        "quote": "You'd have a better chance persuading someone to change their sexual orientation than reaching people who have rendered themselves so deaf and blind.",
        "author": "Epictetus"
    },
    {
        "quote": "Faced with pain, you will discover the power of endurance. If you are insulted, you will discover patience. In time, you will grow to be confident that there is not a single impression that you will not have the moral means to tolerate.",
        "author": "Epictetus"
    },
    {
        "quote": "I have learned to see that whatever comes about is nothing to me if it lies beyond the sphere of choice.",
        "author": "Epictetus"
    },
    {
        "quote": "In short, we do not abandon any discipline for despair of ever being the best in it.",
        "author": "Epictetus"
    },
    {
        "quote": "Remember that the divine order is intelligent and fundamentally good. Life is not a series of random, meaningless episodes, but an ordered, elegant whole that follows ultimately comprehensible laws.",
        "author": "Epictetus"
    },
    {
        "quote": "Remember then that if you think the things which are by nature slavish to be free, and the things which are in the power of others to be your own, you will be hindered, you will lament, you will be disturbed, you will blame both gods and men: but if you think that only which is your own to be your own, and if you think that what is another's, as it really is, belongs to another, no man will ever compel you, no man will hinder you, you will never blame any man, you will accuse no man, you will do nothing involuntarily (against your will), no man will harm you, you will have no enemy, for you will not suffer any harm. If",
        "author": "Epictetus"
    },
    {
        "quote": "Disease is an impediment to the body, but not to the will, unless the will itself chooses. Lameness is an impediment to the leg, but not to the will. And add this reflection on the occasion of everything that happens; for you will find it an impediment to something else, but not to yourself. X",
        "author": "Epictetus"
    },
    {
        "quote": "What, for instance, does it mean to be insulted? [29] Stand by a rock and insult it, and what have you accomplished? If someone responds to insult like a rock, what has the abuser gained with his invective? If, however, he has his victim’s weakness to exploit, then his efforts are worth his while.",
        "author": "Epictetus"
    },
    {
        "quote": "What upsets people is not things themselves but their judgements about these things.",
        "author": "Epictetus"
    },
    {
        "quote": "Remember that you must behave in life as at a dinner party. Is anything brought around to you? Put out your hand and take your share with moderation. Does it pass by you? Don’t stop it. Is it not yet come? Don’t stretch your desire towards it, but wait till it reaches you. Do this with regard to children, to a wife, to public posts, to riches, and you will eventually be a worthy partner of the feasts of the gods. And if you don’t even take the things which are set before you, but are able even to reject them, then you will not only be a partner at the feasts of the gods, but also of their empire.",
        "author": "Epictetus"
    },
    {
        "quote": "It isn't death, pain, exile or anything else you care to mention that accounts for the way we act, only our opinion about death, pain and the rest.",
        "author": "Epictetus"
    },
    {
        "quote": "Nothing important comes into being overnight; even grapes and figs need time to ripen. If you say that you want a fig now, I will tell you to be patient. First, you must allow the tree to flower, then put forth fruit; then you have to wait until the fruit is ripe. So if the fruit of a fig tree is not brought to maturity instantly or in an hour, how do you expect the human mind to come to fruition, so quickly and easily?",
        "author": "Epictetus"
    },
    {
        "quote": "Който не умее да владее себе си, той е роб, па ако ще да е владетел на целия свят. Епиктет",
        "author": "Epictetus"
    },
    {
        "quote": "If you wish to be a writer; write!\nSend quote to a friend\n\nEpictetus (50-120) Greek philosopher.",
        "author": "Epictetus"
    },
    {
        "quote": "Most people are impulsive, however, and having committed to the thing, they persist, just making more confusion for themselves and others until it all end in mutual recrimination.",
        "author": "Epictetus"
    },
    {
        "quote": "He wants what he cannot have, and does not want what he can't refuse — and isn't aware of it. He doesn't know the difference between his own possessions and others'. Because, if he did, he would never be thwarted of disappointed.\nOr nervous.",
        "author": "Epictetus"
    },
    {
        "quote": "When you find your direction, check to make sure that it is the right one.",
        "author": "Epictetus"
    },
    {
        "quote": "People find particular things, however, frightening; and it's when someone is able to threaten or entice us with those that the man himself becomes frightening.",
        "author": "Epictetus"
    },
    {
        "quote": "Whoever chafes at the conditions dealt by fate is unskilled in the art of life; whoever bears with them nobly and makes wise use of the results is a man who deserves to be considered good.",
        "author": "Epictetus"
    },
    {
        "quote": "Resistance is vain in any case; it only leads to useless struggle while inviting grief and sorrow.",
        "author": "Epictetus"
    },
    {
        "quote": "Now there are two kinds of hardening, one of the understanding, the other of the sense of shame, when a man is resolved not to assent to what is manifest nor to desist from contradictions. Most of us are afraid of mortification of the body, and would contrive all means to avoid such a thing, but we care not about the soul's mortification. And indeed with regard to the soul, if a man be in such a state as not to apprehend anything, or understand at all, we think that he is in a bad condition; but if the sense of shame and modesty are deadened, this we call even power (or strength).",
        "author": "Epictetus"
    },
    {
        "quote": "If you decide to do something, don't shrink from being seen doing it, even if the majority of people disapprove. If you're wrong to do it, then you should shrink from doing it altogether; but if you're right, then why worry how people will judge you?",
        "author": "Epictetus"
    },
    {
        "quote": "you are a little soul carrying around a corpse.",
        "author": "Epictetus"
    },
    {
        "quote": "Every circumstance comes with two handles, which one of which you can hold it, while with the other conditions are insupportable.",
        "author": "Epictetus"
    },
    {
        "quote": "Whatever your mission, stick by it as if it were a law and you would be committing sacrilege to betray it. Pay no attention to whatever people might say; this no longer should influence you.",
        "author": "Epictetus"
    },
    {
        "quote": "Another person will not hurt you without your cooperation; you are hurt the moment you believe yourself to be.",
        "author": "Epictetus"
    },
    {
        "quote": "I am richer than you, therefore my property is greater than yours;” “I am more eloquent than you, therefore my style is better than yours.” But you, after all, are neither property nor style.",
        "author": "Epictetus"
    },
    {
        "quote": "Whatever moral rules you have deliberately proposed to yourself. abide by them as they were laws, and as if you would be guilty of impiety by violating any of them. Don’t regard what anyone says of you, for this, after all, is no concern of yours.",
        "author": "Epictetus"
    },
    {
        "quote": "It is the act of an ill-instructed man to blame others for his own bad condition; it is the act of one who has begun to be instructed, to lay the blame on himself; and of one whose instruction is completed, neither to blame another, nor himself.",
        "author": "Epictetus"
    },
    {
        "quote": "إلام تنتظر حتى تنتدب نفسك لأجل المراتب ولا تحيد عن حدود العقل؟ لقد تلقيت النظريات التي ينبغي الإمام بها وألممت بها. أي معلّم آخر إذن ما زلت ترتقبه حتى تُحيلَ إليه مهمة تقويم ذاتك؟ أنت لم تعُد صبيا لقد كبرت. فإذا بقيت مهملًا كسولا، وما تنفك تسوّف وتماطل وترجئ اليوم الذي ستنتبه فيه إلى نفسك، فلن تراوح وستظل جهولًا في حياتك وفي مماتك. الآن إذن اعتبر نفسّك جديرًا بالعيش كراشدٍ وسالك على درت الفلسفة، وخذ كل ما تراه حقا واجعله قانونا صلبا لا يقبل الانتهاك. فإذا عرض لك عارض من ألم أو لذة أو مجْدٍ أو شين فتذكّر أن النزال الآن، الأوليمبياد الآن ولا يمكن أن تؤجل، وبانكسارة واحدة وتخاذلٍ واحد يذهب الفوز أو يأتي. هكذا بلغ سقراط الكمال؛ مقوَّمًا نفسه بكل وسيلة؛ غيرَ مُصغ إلى شيء سوى العقل، ورغم أنك لست سقراطًا بعد فإنه ينبغي عليك أن تعيش كمن يطمح أن يكون سقراطًا.",
        "author": "Epictetus"
    },
    {
        "quote": "And where there is ignorance, there is also want of learning and instruction in essentials.",
        "author": "Epictetus"
    },
    {
        "quote": "Philosophy does not claim to secure for us anything outside our control. Otherwise it would be taking on matters that do not concern it. For as wood is the material of the carpenter, and marble that of the sculptor, so the subject matter of the art of life is the life of the self.",
        "author": "Epictetus"
    },
    {
        "quote": "If you must be affected by other people's misfortunes, show them pity instead of contempt. Drop this readiness to hate and take offence.",
        "author": "Epictetus"
    },
    {
        "quote": "Such was, and is, and will be the nature of the universe, and it isn’t possible that things should come into being in any other way than they do at present; and not only have human beings participated in the process of change and transformation along with all the other creatures that live on the earth, but also those beings that are divine, and, by Zeus, even the four elements, which are changed and transformed upwards and downwards, as earth becomes water, and water air, and air is transformed in turn into ether. If someone endeavours to turn his mind towards these things, and to persuade himself to accept of his own free will what must necessarily come about, he will live a very balanced and harmonious life.",
        "author": "Epictetus"
    },
    {
        "quote": "Supprime donc en toi toute aversion pour ce qui ne dépend pas de nous et, cette aversion, reporte-la sur ce qui dépend de nous et n’est pas en accord avec la nature. Quant au désir, pour le moment, supprime-le complètement. Car si tu désires une chose qui ne dépend pas de nous, tu ne pourras qu’échouer, sans compter que tu te mettras dans l’impossibilité d’atteindre ce qui est à notre portée et qu’il est plus sage de désirer. Borne-toi à suivre tes impulsions, tes répulsions, mais fais-le avec légèreté, de façon non systématique et sans effort excessif.",
        "author": "Epictetus"
    },
    {
        "quote": "understand that every event is indifferent and nothing to you, of whatever sort it may be; for it will be in your power to make a right use of it, and this no one can hinder.",
        "author": "Epictetus"
    },
    {
        "quote": "To-day, when the crisis calls you, will you go off and display your recitation and harp on, 'How cleverly I compose dialogues'? Nay, fellow man, make this your object, 'Look how I fail not to get what I will. Look how I escape what I will to avoid. Let death come and you shall know; bring me pains, prison, dishonour, condemnation.' This is the true field of display for a young man come from school. Leave those other trifles to other men; let no one ever hear you say a word on them, do not tolerate any compliments upon them; assume the air of being no one and of knowing nothing. Show that you know this only, how not to fail and how not to fall.",
        "author": "Epictetus"
    },
    {
        "quote": "the good of man, and likewise his ill, lies in how he exercises his choice, while everything else is nothing to us,",
        "author": "Epictetus"
    },
    {
        "quote": "Remember that in life you ought to behave as at a banquet. Suppose that something is carried round and is opposite to you. Stretch out your hand and take a portion with decency. Suppose that it passes by you. Do not detain it. Suppose that it is not yet come to you. Do not send your desire forward to it, but wait till it is opposite to you.",
        "author": "Epictetus"
    },
    {
        "quote": "It is much better to die of hunger unhindered by grief and fear than to live affluently beset with worry, dread, suspicion and unchecked desire.",
        "author": "Epictetus"
    },
    {
        "quote": "Do not decorate the walls of your house with the valuable stones from Eubœa and Sparta; but adorn the minds (breasts) of the citizens and of those who administer the state with the instruction which comes from Hellas (Greece). For states are well governed by the wisdom (judgment) of men, but not by stone and wood.",
        "author": "Epictetus"
    },
    {
        "quote": "Seek not that the things which happen should happen as you wish; but wish the things which happen to be as they are, and you will have a tranquil flow of life. IX",
        "author": "Epictetus"
    },
    {
        "quote": "On the occasion of every accident (event) that befalls you, remember to turn to yourself and inquire what power you have for turning it to use.",
        "author": "Epictetus"
    },
    {
        "quote": "I cannot call somebody ‘hard-working’ knowing only that they read and write. Even if ‘all night long’ is added, I cannot say it – not until I know the focus of all this energy.",
        "author": "Epictetus"
    },
    {
        "quote": "Men are disturbed, not by things, but by the principles and notions which they form concerning things. Death,",
        "author": "Epictetus"
    },
    {
        "quote": "People are not disturbed by things, but by the view they take of them.",
        "author": "Epictetus"
    },
    {
        "quote": "The man has to learn ‘what each specific thing means’, as Socrates often said, and stop casually applying preconceptions to individual cases.\nThis is the cause of everyone’s troubles, the inability to apply common preconceptions to particulars. Instead the opinions of men as to what is bad diverge.",
        "author": "Epictetus"
    },
    {
        "quote": "Dès qu’une image viendra te troubler l’esprit, pense à te dire : « Tu n’es qu’image, et non la réalité dont tu as l’apparence. » Puis, examine-la et soumets-la à l’épreuve des lois qui règlent ta vie : avant tout, vois si cette réalité dépend de nous ou n’en dépend pas ; et si elle ne dépend pas de nous, sois prêt à dire : « Cela ne me regarde pas. »",
        "author": "Epictetus"
    },
    {
        "quote": "28. If a person gave your body to any stranger he met on his way, you would certainly be angry. And do you feel no shame in handing over your own mind to be confused and mystified by anyone who happens to verbally attack you?",
        "author": "Epictetus"
    },
    {
        "quote": "Happiness and freedom begin with a clear understanding of one principle: Some things are within our control, and some things are not.",
        "author": "Epictetus"
    },
    {
        "quote": "Is you naturally entitled, then, to a good father? No, only to a father. Is",
        "author": "Epictetus"
    },
    {
        "quote": "No one can steal your peace of mind unless you let them.",
        "author": "Epictetus"
    },
    {
        "quote": "Don’t you want to be free of all that? [33] ‘But how can I do it?’ You’ve often heard how – you need to suspend desire completely, and train aversion only on things within your power. You should dissociate yourself from everything outside yourself – the body, possessions, reputation, books, applause, as well as office or lack of office. Because a preference for any of them immediately makes you a slave, a subordinate, and prone to disappointment.",
        "author": "Epictetus"
    },
    {
        "quote": "Try to enjoy the great festival of life with other men.",
        "author": "Epictetus"
    },
    {
        "quote": "Do not wish that all things will go well with you, but that you will go well with all things.",
        "author": "Epictetus"
    },
    {
        "quote": "For I am not everlasting, but a human being, a part of the whole as an hour is a part of the day. Like an hour I must come, and like an hour pass away.",
        "author": "Epictetus"
    },
    {
        "quote": "Never say of anything that I've lost it, only that Ive given it back.",
        "author": "Epictetus"
    },
    {
        "quote": "REST.—If a man should be able to assent to this doctrine as he ought, that we are all sprung from God in an especial manner, and that God is the father both of men and of gods, I suppose that he would never have any ignoble or mean thoughts about himself. But if Cæsar (the emperor) should adopt you, no one could endure your arrogance; and if you know that you are the son of Zeus, will you not be elated?",
        "author": "Epictetus"
    },
    {
        "quote": "All philosophy lies in two words, sustain and abstain.",
        "author": "Epictetus"
    },
    {
        "quote": "Check your passions that you may not be punished by them.",
        "author": "Epictetus"
    },
    {
        "quote": "You're not yet Socrates, but you can still live as if you want to be him.",
        "author": "Epictetus"
    },
    {
        "quote": "Yes, but my nose is running.’ Then what do you have hands for, you slave?",
        "author": "Epictetus"
    },
    {
        "quote": "You would fain be victor at the Olympic Games, you say. Yes, but weigh the conditions, weigh the consequences; then and then only, lay to your hand-if it be for your profit. You must live by rule, submit to diet, abstain from dainty meats, exercise your body perforce at stated hours, in heat or in cold; drink no cold water, nor, it may be, wine. In a word, you must surrender yourself wholly to your trainer, as though to a physician.",
        "author": "Epictetus"
    },
    {
        "quote": "People feel disturbed not by things, but by the views they take of them.",
        "author": "Epictetus"
    },
    {
        "quote": "greatness of reason is measured not by height or length, but by the quality of its judgements.",
        "author": "Epictetus"
    },
    {
        "quote": "Wherefore it is a shame for man to begin and to leave off where the brutes do. Rather he should begin there, and leave off where Nature leaves off in us: and that is at contemplation, and understanding, and a manner of life that is in harmony with herself. See then that ye die not without being spectators of these things.",
        "author": "Epictetus"
    },
    {
        "quote": "حين يُقاخِرٌ شخصٌ بأَنَّهُ يستطيع أن يفهم كتابات كريسبوس ويفسرها، فقل لنفسك: «لو لم تكن كتابات كريسبوس غامضة لما وجد هذا الشخص ما يفتخر به. ولكن ماذا أريد أنا؟ أريد أن أفهم الطبيعة وأتّبعها؛ لذا أتساءل من الذي يفسّر الطبيعة، وأسمع أن كريسبوس يفسرها، فألجأ إليه، فلا أفهم كتاباته, فألتمس من يفسرها.» ليس ثمة حتى الآن ما يدعو إلى الفخر. ولكن عندما أعثر على المفسر يبقى أن أعمل بالتعاليم.\nهذا وحده هو مدعاة الفخر، أما إذا أعجبت بمجرد التفسير فلن أعدو أن أكون لغويا لا فيلسوفا، اللهم إلا أنني بدلا من أن أفسّر هومر أفسّر كريسبوس. إذا طلب مني أحدٌ إذن أن أقرأ له كريسبوس، فإنني أحمرٌ خجلا إذا فشلت في أن تكون أفعالي متناغمة مع كتاباته.",
        "author": "Epictetus"
    },
    {
        "quote": "Man, the rational animal, can put up with anything except what seems to him irrational; whatever is rational is tolerable.",
        "author": "Epictetus"
    },
    {
        "quote": "You are the one who knows yourself - which is to say, you know how much you are worth in your own estimation, and therefore at what price you will sell yourself; because people sell themselves at different rates.",
        "author": "Epictetus"
    },
    {
        "quote": "Taking account of the value of externals, you see, comes at some cost to the value of one's own character.",
        "author": "Epictetus"
    },
    {
        "quote": "Make it your goal never to fail in your desires or experience things you would rather avoid; try never to err in impulse and repulsion; aim to be perfect also in the practice of attention and withholding judgment.",
        "author": "Epictetus"
    },
    {
        "quote": "Freedom, you see, is having events go in accordance with our will, never contrary to it.",
        "author": "Epictetus"
    },
    {
        "quote": "Can we avoid people? How is that possible? And if we associate with them, can we change them? Who gives us that power?",
        "author": "Epictetus"
    },
    {
        "quote": "The philosopher's lecture room is a 'hospital': you ought not to walk out of it in a state of pleasure, but in pain; for you are not in good condition when you arrive.",
        "author": "Epictetus"
    },
    {
        "quote": "Understand what words you use first, then use them.",
        "author": "Epictetus"
    },
    {
        "quote": "Remember to act always as if you were at a symposium. When the food or drink comes around, reach out and take some politely; if it passes you by don't try to pulling it back. And if it has not reached you yet, don't let your desire run ahead of you, be patient until your turn comes.",
        "author": "Epictetus"
    },
    {
        "quote": "If someone in the street were entrusted with your body, you would be furious. Yet you entrust your mind to anyone around who happens to insult you, and allow it to be troubled and confused. Aren’t you ashamed of that?",
        "author": "Epictetus"
    },
    {
        "quote": "First to those universal principles I have spoken of: these you must keep at command, and without them neither sleep nor rise, drink nor eat nor deal with men: the principle that no one can control another's will, and that the will alone is the sphere of good and evil.",
        "author": "Epictetus"
    },
    {
        "quote": "None of these things are foretold to me; but either to my paltry body, or property, or reputation, or children, or wife. But to me all omens are lucky, if I will. For whichever of these things happens, it is in my control to derive advantage from it.",
        "author": "Epictetus"
    },
    {
        "quote": "We must consider what is the time for singing, what the time for play, and in whose presence: what will be unsuited to the occasion; whether our companions are to despise us, or we to despise ourselves: when to jest, and whom to mock at: and on what occasion to be conciliatory and to whom: in a word, how one ought to maintain one's character in society. Wherever you swerve from any of these principles, you suffer loss at once; not loss from without, but issuing from the very act itself.",
        "author": "Epictetus"
    },
    {
        "quote": "Tis true I know what evil I shall do but passion overpowers the better council.",
        "author": "Epictetus"
    },
    {
        "quote": "For sheep don’t throw up the grass to show the shepherds how much they have eaten; but, inwardly digesting their food, they outwardly produce wool and milk. Thus, therefore, do you likewise not show theorems to the unlearned, but the actions produced by them after they have been digested. 47.",
        "author": "Epictetus"
    },
    {
        "quote": "When, therefore, you see anyone eminent in honors, or power, or in high esteem on any other account, take heed not to be hurried away with the appearance, and to pronounce him happy; for, if the essence of good consists in things in our own control, there will be no room for envy or emulation. But, for your part, don’t wish to be a general, or a senator, or a consul, but to be free;",
        "author": "Epictetus"
    },
    {
        "quote": "of all things, the greatest, and most important, and most all-embracing, is this society in which human beings and God are associated together. From this are derived the generative forces to which not only my father and grandfather owe their origin, but also all beings that are born and grow on the earth, and especially rational beings, [5] since they alone are fitted by nature to enter into communion with the divine, being bound to God through reason.",
        "author": "Epictetus"
    },
    {
        "quote": "I'll show you that I’m master.’\n\n—How will you do that? Zeus has set me free. Do you really suppose that he would allow his own son to be turned into a slave? You’re master of my carcass, take that.",
        "author": "Epictetus"
    },
    {
        "quote": "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
        "author": "Epictetus"
    },
    {
        "quote": "Philosophers say that people are all guided by a single standard. When they assent to a thing, it is because they feel it must be true, when they dissent, it is because they feel something isn't true, and when they suspend judgement, it is because they feel that the thing is unclear.",
        "author": "Epictetus"
    },
    {
        "quote": "As long as you honour material things, direct your anger at yourself rather than the thief or adulterer.",
        "author": "Epictetus"
    },
    {
        "quote": "You are a little soul carrying a dead body, as Epictetus said.",
        "author": "Epictetus"
    },
    {
        "quote": "Prefer enduring satisfaction to immediate gratification.",
        "author": "Epictetus"
    },
    {
        "quote": "you’re unable to make someone change his views, recognize that he is a child, and clap as he does. Or if you don’t care to act in such a way, you have only to keep quiet.",
        "author": "Epictetus"
    },
    {
        "quote": "The husbandman deals with land; physicians and trainers with the body; the wise man with his own Mind.",
        "author": "Epictetus"
    },
    {
        "quote": "It isn’t events themselves that disturb people, but only their judgments about them.",
        "author": "Epictetus"
    },
    {
        "quote": "First say to yourself what you would be;and then do what you have to do.",
        "author": "Epictetus"
    },
    {
        "quote": "Once I was liable to the same mistakes, but, thanks to God, no longer …’\nWell, isn’t it just as worthwhile to have devoted and applied yourself to this goal as to have read or written fifty pages?",
        "author": "Epictetus"
    },
    {
        "quote": "If, on the other hand, we read books entitled On Impulse not just out of idle curiosity, but in order to exercise impulse correctly; books entitled On Desire and On Aversion so as not to fail to get what we desire or fall victim to what we would rather avoid; and books entitled On Moral Obligation in order to honour our relationships and never do anything that clashes or conflicts with this principle; then we wouldn’t get frustrated and grow impatient with our reading. \nInstead we would be satisfied to act accordingly. And rather than reckon, as we are used to doing, ‘How many lines I read, or wrote, today,’ we would pass in review how ‘I applied impulse today the way the philosophers recommend",
        "author": "Epictetus"
    },
    {
        "quote": "But first consider how much more sparing and patient of hardship the poor are than we.",
        "author": "Epictetus"
    },
    {
        "quote": "What makes for freedom and fluency in the practice of writing? Knowledge of how to write. The same goes for the practice of playing an instrument. It follows that, in the conduct of life, there must be a science to living well.",
        "author": "Epictetus"
    },
    {
        "quote": "At feasts, remember that you are entertaining two guests, body and soul. What you give to the body, you presently lose; what you give to the soul, you keep for ever.",
        "author": "Epictetus"
    },
    {
        "quote": "When something happens, the only thing in your power is your attitude toward it; you can either accept it or resent it.",
        "author": "Epictetus"
    },
    {
        "quote": "Seek not for events to happen as you wish but rather wish for events to happen as they do and your life will go smoothly.",
        "author": "Epictetus"
    },
    {
        "quote": "You only have to doze a moment, and all is lost. For ruin and salvation both have their source inside you.",
        "author": "Epictetus"
    },
    {
        "quote": "Lucky is the man who dies at work.",
        "author": "Epictetus"
    },
    {
        "quote": "It is one thing to put bread and wine away in a store-room, and quite another to eat them. What is eaten is digested and distributed around the body, to become sinews, flesh, bones, blood, a good complexion, sound breathing. What is stored away is ready at hand, to be sure, to be taken out and displayed whenever you wish, but you derive no benefit from it, except that of having the reputation of possessing it. [",
        "author": "Epictetus"
    },
    {
        "quote": "He did not say, 'Define me envy', and then, when the man defined it, 'You define it ill, for the terms of the definition do not correspond to the subject defined.' Such phrases are technical and therefore tiresome to the lay mind, and hard to follow, yet you and I cannot get away from them. We are quite unable to rouse the ordinary man's attention in a way which will enable him to follow his own impressions and so arrive at admitting or rejecting this or that. And therefore those of us who are at all cautious naturally give the subject up, when we become aware of this incapacity; while the mass of men, who venture at random into this sort of enterprise, muddle others and get muddled themselves, and end by abusing their opponents and getting abused in return, and so leave the field. But the first quality of all in Socrates, and the most characteristic, was that he never lost his temper in argument, never uttered anything abusive, never anything insolent, but bore with abuse from others and quieted strife.",
        "author": "Epictetus"
    },
    {
        "quote": "Is this all the habit you acquired when you studied philosophy, to look to others and to hope for nothing from yourself and your own acts? Lament therefore and mourn, and when you eat be fearful that you will have nothing to eat to-morrow. Tremble for your wretched slaves, lest they should steal, or run away, or die. Live in this spirit, and never cease to live so, you who never came near philosophy, except in name, and disgraced its principles so far as in you lies, by showing them to be useless and unprofitable to those who take them up.",
        "author": "Epictetus"
    },
    {
        "quote": "Älä pyri siihen, että kaikki tapahtuisi kuten haluat, vaan halua kaiken tapahtuvan niin kuin se tapahtuu. Silloin elämäsi on tasaista virtaa.",
        "author": "Epictetus"
    },
    {
        "quote": "Consider when, on a voyage, your ship is anchored; if you go on shore to get water you may along the way amuse yourself with picking up a shellish, or an onion. However, your thoughts and continual attention ought to be bent towards the ship, waiting for the captain to call on board; you must then immediately leave all these things, otherwise you will be thrown into the ship, bound neck and feet like a sheep. So it is with life. If, instead of an onion or a shellfish, you are given a wife or child, that is fine. But if the captain calls, you must run to the ship, leaving them, and regarding none of them. But if you are old, never go far from the ship: lest, when you are called, you should be unable to come in time.",
        "author": "Epictetus"
    },
    {
        "quote": "Is it not the same distance to God everywhere?",
        "author": "Epictetus"
    },
    {
        "quote": "Always remember what is your own and what is not, and you’ll never be troubled. [",
        "author": "Epictetus"
    },
    {
        "quote": "Only consider at what price you sell your own will: if for no other reason, at least for this, that you sell it not for a small sum.",
        "author": "Epictetus"
    },
    {
        "quote": "If then all things that grow, nay, our own bodies, are thus bound up with the whole, is not this still truer of our souls? And if our souls are bound up and in contact with God, as being very parts and fragments plucked from Himself, shall He not feel every movement of theirs as though it were His own, and belonging to His own nature?",
        "author": "Epictetus"
    },
    {
        "quote": "we should put our trust not in the crowd, who say that only free men can be educated, but rather in the philosophers, who say that none but the educated can be free.",
        "author": "Epictetus"
    },
    {
        "quote": "secondly, what the nature of God is. Whatever that nature is discovered to be, the man who would please and obey Him must strive with all his might to be made like unto him. If the Divine is faithful, he also must be faithful; if free, he also must be free; if beneficent, he also must be beneficent; if magnanimous, he also must be magnanimous. Thus as an imitator of God must he follow Him in every deed and word.",
        "author": "Epictetus"
    },
    {
        "quote": "at any one time, whereas the conjunctive proposition ‘Both it is day and it is night’ is false at any moment. 8. As you are careful … at the same time: E.g. by ‘strutting’ or otherwise walking in an inappropriate manner, or engaging in undignified thoughts or daydreams. 9. Don’t embrace marble statues: Outdoors, naked, in cold weather: a bizarre and showy kind",
        "author": "Epictetus"
    },
    {
        "quote": "Destroy desire completely for the present. For if you desire anything which is not in our power, you must be unfortunate",
        "author": "Epictetus"
    }
]